Repository: Timokhin-Mikhail/shop_on_django
Catalog: myshop/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Up balance
ru: Пополнение баланса

source: Form for adding funds to the balance
ru: Форма для пополнения баланса

source: Top up your balance
ru: Пополнить баланс

source: Return to profile
ru: Вернутся в профиль

source: Login
ru: Вход

source: Register new user
ru: Регистрация нового пользователя

source: Personal account
ru: Профиль

source: Detail
ru: Описаник

source: Username:
ru: Никнейм

source: First name:
ru: Имя

source: First name not installed
ru: Имя не установлено

source: Status
ru: Статус в програме лояльности

source: Balance
ru: Баланс счета

source: Purchase amount
ru: Сумма совершенных покупок

source: Go to products list
ru: Перейти к списку продуктов

source: Promotions
ru: Акции

source: Offers
ru: Предложения

source: Add in Basket
ru: Додавить в корзину

source: Register
ru: Регистрация

source: Confirm archive
ru: Архивация товара

source: Are you sure you want to archive
ru: Вы уверены что хотите архивировать

source: Back to product
ru: Вернуться к товару

source: Archive
ru: Архивировать

source: Create product
ru: Создать товар

source: Create
ru: Создать

source: Back to products list
ru: Вернуться к списку продуктов

source: Update product
ru: Обновить информацию о товаре

source: Update
ru: Обновить

source: Products list
ru: Продукты

source: Go to my shipping cart
ru: Перейти в корзину

source: View my profile
ru: Мой профиль

source: The most purchased products list
ru: Самые продаваемые товары

source: Products:
ru: Продукты:

source: Name
ru: Название

source: in shop
ru: в магазинах

source: Price:
ru: Цена:

source: Discount:
ru: Скидка:

# products_list
source: No products yet
ru: Нет продаваемых продуктов

source: Create a new product
ru: Создать новый продукт

source: Stores
ru: Магазины

source: The shops:
ru: Список магазинов

# shop
source: Name:
ru: Название

source: Description
ru: Описание

source: No shops yet
ru: Магазины отсутствуют

source: Basket
ru: Корзина

source: Products in shopping cart
ru: Продукты в Вашей корзине

source: Price
ru: Цена

source: Delete product from shopping cart
ru: Удалить из корзины

source: Place an order
ru: Оформить заказ

# basket
source: No products yet
ru: В корзине нет продуктов

source: Popular products
ru: Нет проданных товаров

source: The most popular products:
ru: Список самых продаваемых товаров

source: Prodict id
ru: Артикул родукта

source: Number of purchased items
ru: Количество покупок

source: The products have not been sold yet
ru: Продукты не продавались

source: Upload products
ru: Обновить список товаров

source: Upload file with products
ru: Загрузить файл со списком товаров

source: This promo code is valid only for the first order
ru: Данные промокод действителен только на первый заказ

source: You havn't money
ru: Недостаточно средств на балансе

source: Promocode "{}" not found
ru: Промокод "{}" не найден
